Repository: dorianissimo/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: hy_am

source: Cancel
hy_am: Չեղարկել

source: Yes
hy_am: Այո

source: No
hy_am: Ոչ

source: Close
hy_am: Փակել

source: Select
hy_am: Ընտրել

source: Continue
hy_am: Շարունակել

source: Learn More…
hy_am: Իմանալ ավելին

source: Untitled
hy_am: Անվերնագիր

source: Undo
hy_am: Ետ շրջել

source: Dismiss
hy_am: Հեռացնել

source: Confirm
hy_am: Հաստատել

source: Error
hy_am: Սխալ

source: Search
hy_am: Որոնել

source: Replace
hy_am: Փոխարինել

source: All
hy_am: Բոլորը

source: Search text not found in article
hy_am: Որոնվող տեքստ այս էջում չի գտնվել

source: search text
hy_am: որոնվող տեքստը

source: Search by file name
hy_am: Փնտրել ըստ ֆայլի անվան

source: Searching
hy_am: Որոնում

source: Gathering more results
hy_am: Ցուցադրել ավելի շատ արդյունքներ

source: Insert Table
hy_am: Ավելացնել աղյուսակ

source: Columns
hy_am: Սյունակներ

source: Rows
hy_am: Տողեր

source: Align Left
hy_am: Հավասարեցնել ձախ

source: Align Center
hy_am: Հավասարեցնել մեջտեղում

source: Align Right
hy_am: Հավասարեցնել աջ

source: Resize Table
hy_am: Փոխել աղյուսակի չափսը

source: Delete Table
hy_am: Ջնջել աղյուսակը

source: Copy Image To...
hy_am: Կրկնօրինակել նկարը…

source: Edit
hy_am: Խմբագրել

source: Delete Math
hy_am: Ջնջել մաթեմատիկան

source: Preview
hy_am: Նախադիտում

source: Articles
hy_am: Էջեր

source: Outline
hy_am: Կառուցվածք

source: Files
hy_am: Ֆայլեր

source: Switch to File List view
hy_am: Ցուցադրել ֆայլերի ցուցակը

source: Switch to File Tree view
hy_am: Ցուցադրել ֆայլերի ծառը

source: Switch to Outline view
hy_am: Ցուցադրել էջի կառուցվածքը

source: Close sidebar
hy_am: Փակել ձախ վահանակը

source: Loading
hy_am: Ներբեռնվում է

source: New File
hy_am: Նոր ֆայլ

source: Unpin Outline Panel
hy_am: Առանձնացնել կառուցվածքի վահանակը

source: Open Folder...
hy_am: Բացել թղթապանակը...

source: Action
hy_am: Գործողություն

source: Close Sidebar Menu
hy_am: Փակել ձախ վահանակի մենյուն

source: Reveal in Finder
hy_am: Գտնել ֆայլը համակարգչում

source: Reveal in File Explorer
hy_am: Գտնել ֆայլը համակարգչում

source: Refresh Folder
hy_am: Թարմեցնել թղթապանակը

source: Sort
hy_am: Դասավորել

source: Group By Folder
hy_am: Խմբավորել ըստ թղթապանակի

source: Sort Naturally
hy_am: Խմբավորել ըստ հերթականության

source: Sort by Name
hy_am: Խմբավորել ըատ վերնագրի

source: Sort by Modification Date
hy_am: Խմբավորել ըստ խմբագրման ամսաթվի

source: Recent Locations
hy_am: Վերջերս բացած թղթապանակները

source: Location
hy_am: Տեղը

source: Switch File List/Tree View
hy_am: Ցուցադրել էջերի ցուցակը կամ ֆայլերի ծառը

source: No Files Available
hy_am: Ստեղծված ֆայլեր առայժմ չկան։

source: No Folder is Opened.
hy_am: Որևէ թղթապանակ բացված չէ։

source: Outline is Empty.
hy_am: Այս էջը դեռ չունի կառուցվածք։

source: Toggle Sidebar
hy_am: Բացել կամ փակել ձախ վահանակը

source: Toggle Source Code Mode
hy_am: Անջատել կամ միացնել կոդավորման ռեժիմը

source: Exit Source Code Mode
hy_am: Փակել կոդավորման ռեժիմը

source: Table of Contents
hy_am: Բովանդակույթուն

source: Empty Diagram
hy_am: Դատարկ դիագրամ

source: Input Math TeX here
hy_am: Ավելացնել այստեղ Math TeX
